List huangmeixi=[
  {
    "name":"《天仙配》",
    "mp4":"http://47.102.146.16/mp4/huangmeixi.mp4",
    "title":"《天仙配》又名《七仙女下凡》、《董永卖身》，是黄梅戏早期积累的“三十六大本”之一、黄梅戏的保留剧目之一，是首部以电影方式出现的黄梅戏，讲述七仙女不顾天规，私自下凡与董永结为伉俪，憧憬美好生活，最终被玉帝生生拆散了的爱情故事。"
  },
  {
    "name":"《女驸马》",
    "mp4":"http://47.102.146.16/mp4/nvfuma.mp4",
    "title":"是一部极富传奇色彩的古装戏，说的是湖北襄阳道台之女冯素贞冒死救夫，经历了种种曲折，终于如愿以偿，成就了美满姻缘的故事。冯素贞与李兆廷自幼相爱，婚后由于家境败落，继母逼退婚。素贞被迫进京应试，中状元，被招驸马，洞房之夜实情相告与公主，帝赦免之罪，冯李终成眷属。"
  },
  {
    "name":"《牛郎织女》",
    "mp4":"http://47.102.146.16/mp4/niulangzhinv.mp4",
    "title":"牛郎织女的故事，反映了人们对美好爱情的歌颂，对西王母所代表的封建家长的批判，以及对金牛正直善良品格的赞赏。该片将这些用黄梅戏舞台剧的形式表现出来，更加具有感染力，尤其是片中人物扮相俊美，唱腔华丽，充分调动了各种艺术手段，使影片内容更加丰富。"
  }
];