List jingju=[
  {
    "description":"       京剧，曾称平剧，亦称乱弹、国剧。我国知名戏曲剧种，中国五大戏曲剧种之一，场景布置注重写意，腔调以西皮、二黄为主，用胡琴和锣鼓等伴奏，被视为中国国粹，中国戏曲三鼎甲“榜首”。京剧艺术博大精深，文戏武戏各美其美。",
    "url":"https://ss1.bdstatic.com/70cFuXSh_Q1YnxGkpoWK1HF6hhy/it/u=1425190686,3272809359&fm=26&gp=0.jpg",
    "title":"京剧"
  },
  {
    "title":"京剧",
    "url":"https://ss1.bdstatic.com/70cFuXSh_Q1YnxGkpoWK1HF6hhy/it/u=1408658562,362693867&fm=26&gp=0.jpg",
    "description":"       徽剧是京剧的前身。清代乾隆五十五年（1790年）起，原在南方演出的三庆、四喜、春台、和春， 四大徽班陆续进入北京，他们与来自湖北的汉调艺人合作，同时又接受了昆曲、秦腔的部分剧目、曲调和表演方法，吸收了一些地方民间曲调，通过不断的交流、融合，最终形成京剧。京剧形成后在清朝宫廷内开始快速发展，直至民国得到空前的繁荣。"
  },
  {
    "title":"京剧",
    "url":"https://ss1.bdstatic.com/70cFuXSh_Q1YnxGkpoWK1HF6hhy/it/u=2100030114,344202335&fm=26&gp=0.jpg",
    "description":"       京剧走遍世界各地，分布地以北京为中心，遍及中国，成为介绍、传播中国传统艺术文化的重要媒介。在2010年11月16日，京剧被列入“世界非物质文化遗产代表作名录”。"
  },
  {
    "title":"京剧",
    "url":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1572419265&di=3ddbc474640637254be368acd9a0833e&imgtype=jpg&er=1&src=http%3A%2F%2Fb-ssl.duitang.com%2Fuploads%2Fitem%2F201501%2F26%2F20150126101039_XeuEf.jpeg",
    "description":"       京剧舞台艺术在文学、表演、音乐、唱腔、锣鼓、化妆、脸谱等各个方面，通过无数艺人的长期舞台实践，构成了一套互相制约、相得益彰的格律化和规范化的程式。它作为创造舞台形象的艺术手段是十分丰富的，而用法又是十分严格的。不能驾驭这些程式，就无法完成京剧舞台艺术的创造。由于京剧在形成之初，便进入了宫廷，使它的发育成长不同于地方剧种。要求它所要表现的生活领域更宽，所要塑造的人物类型更多，对它的技艺的全面性、完整性也要求得更严，对它创造舞台形象的美学要求也更高。当然，同时也相应地使它的民间乡土气息减弱，纯朴、粗犷的风格特色相对淡薄。因而，它的表演艺术更趋于虚实结合的表现手法，最大限度地超脱了舞台空间和时间的限制，以达到“以形传神，形神兼备”的艺术境界。表演上要求精致细腻，处处入戏；唱腔上要求悠扬委婉，声情并茂；武戏则不以火爆勇猛取胜，而以“武戏文唱”见佳。"
},
  {
    "title":"京剧",
    "url":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1571824484313&di=f126baeb9533e34c52495335ba41e879&imgtype=0&src=http%3A%2F%2Fimg3.duitang.com%2Fuploads%2Fitem%2F201503%2F12%2F20150312152026_cerrn.jpeg",
    "description":"       京剧继承了皮簧戏的艺术成就及其丰富的剧目。不但有二簧、西皮、吹腔、四平调、拨子等属于二簧系统的剧目。中华人民共和国成立后，经过戏曲工作者和广大戏曲演员相互合作，共同进行整理修改，其中优秀的剧目作为民族文化艺术遗产列入中国新文化艺术林苑而被保留下来，继续在舞台上广泛流传。这类剧目据估计大约有200 余出，例如《宇宙锋》《玉堂春》《长坂坡》《群英会》《打渔杀家》《五人义》《挑滑车》《打金枝》《拾玉镯》《三击掌》《六月雪》《四进士》《搜孤救孤》《秦香莲》《打严嵩》《挡马》《金玉奴》《樊江关》《野猪林》《八大锤》《空城计》《霸王别姬》等，其题材和表现形式是多种多样的，有文戏、武戏、唱功戏、做功戏、对儿戏、群戏、折子戏、本戏等。各种形式的剧目，统称为传统戏"
  }
];