List picture=[
  {
    "title":"大足石刻",
    "author":"http://pic.sc.chinaz.com/Files/pic/pic9/201909/bpic13801_s.jpg",
    "imageUrl":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1572358707&di=ccc2de9b284d262dae2191b64de8fbab&imgtype=jpg&er=1&src=http%3A%2F%2Fimg.pconline.com.cn%2Fimages%2Fupload%2Fupc%2Ftx%2Fphotoblog%2F1503%2F29%2Fc13%2F4599038_4599038_1427627244300.jpg",
    "description":"大足石刻（Dazu Rock Carvings）位于重庆市大足区境内，为唐、五代、宋时所凿造，明、清两代亦续有开凿。世界文化遗产，世界八大石窟之一，分布于该县西南、西北和东北的扇区，共23处。较集中的有宝顶山、北山等19处。其中以宝顶山摩崖造像规模最大，造像最精美。除佛像和道教造像外，也有儒、佛、道同在一龛窟中的三教造像，而以佛教造像所占比例最大"
  },
  {
    "title":"黄梅戏",
    "author":"",
    "imageUrl":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1571836062873&di=419181d26d400384c0708f2c7b9ca98c&imgtype=0&src=http%3A%2F%2Fwww.szdjcb.com%2Fuploads%2Fallimg%2F180504%2F2-1P504025251404.jpg",
    "description": '黄梅戏是由山歌、秧歌、茶歌、采茶灯、花鼓调，先于农村，后入城市，逐步形成发展起来的一个剧种。它吸收了汉剧、楚剧、高腔、采茶戏、京剧等众多剧种的因素，逐渐形成了自己的艺术特点。黄梅戏唱腔淳朴流畅，以明快抒情见长，具有丰富的表现力；表演质朴细致，以真实活泼著称。一曲《天仙配》让黄梅戏流行于大江南北，在海外亦有较高的声誉',
  },
  {
    "title": '京剧',
    "author": 'Google',
    "imageUrl": 'http://pic2.sc.chinaz.com/Files/pic/pic9/201603/apic19817.jpg',
    "description": '京剧，曾称平剧，亦称乱弹、国剧。我国知名戏曲剧种，中国五大戏曲剧种之一，场景布置注重写意，腔调以西皮、二黄为主，用胡琴和锣鼓等伴奏，被视为中国国粹，中国戏曲三鼎甲榜首',
  },
  {
    "title": '皮影戏',
    "author": 'Google',
    "imageUrl": 'http://pic2.sc.chinaz.com/Files/pic/pic9/201706/zzpic4690_s.jpg',
    "description": '皮影戏，又称“影子戏”或“灯影戏”，是一种以兽皮或纸板做成的人物剪影以表演故事的民间戏剧。表演时，艺人们在白色幕布后面，一边操纵影人，一边用当地流行的曲调讲述故事，同时配以打击乐器和弦乐，有浓厚的乡土气息。其流行范围极为广泛，并因各地所演的声腔不同而形成多种多样的皮影戏',
  },
  {
    "title":'古琴艺术',
    "author":"古琴艺术",
    "imageUrl":"https://img.sogoucdn.com/v2/thumb/retype/ext/auto/q/75?appid=200698&url=https%3A%2F%2Fpic.wenwen.soso.com%2Fpqpic%2Fwenwenpic%2F0%2F20171124150831-1007747466_jpeg_300_225_9335%2F0",
    "description":"古琴是最早的弹弦乐器，最古老也是最纯粹的华夏本土乐器，具有深厚的民族文化色彩。是中国古代地位最崇高的乐器，位列“琴棋书画”之首有着3000年悠久历史的古琴音乐，是中国音乐的重要组成部分，是中国传统音乐文化的代表。宋代陈旸在《乐书》中提到“琴者，乐之统也”，这一语道出了琴在中国古代音乐中的地位。她以其历史久远，文献瀚浩、内涵丰富和影响深远为世人所珍视。",
  },
  {
    "title":"中国传统木结构营造技艺",
    "author":"中国传统木结构营造技艺",
    "imageUrl":"https://pic.wenwen.soso.com/pqpic/wenwenpic/0/20171124150831-64929456_jpeg_300_204_23786/0",
    "description":"中国传统木结构营造技艺是以木材为主要建筑材料，以榫卯为木构件的主要结合方法，以模数制为尺度设计和加工生产手段的建筑营造技术体系。营造技艺以师徒之间言传身教的方式世代相传。这种营造技艺体系延承了7000多年，遍及中国全境，并传播到日本、韩国等东亚各国，是东方古代建筑技术的代表。"
  },
  {
    "title":"妈祖信俗",
    "author":"妈祖信俗",
    "imageUrl":"https://img.sogoucdn.com/v2/thumb/retype/ext/auto/q/75?appid=200698&url=https%3A%2F%2Fpic.wenwen.soso.com%2Fpqpic%2Fwenwenpic%2F0%2F20171124150831-3833093_jpeg_300_210_18793%2F0",
    "description":"妈祖是中国影响最大的航海保护神。公元987年，福建省莆田市湄洲岛的妈祖因救海难而献身，被该岛百姓立庙祭祀，成为海神。随着航海业的发展和妈祖的影响扩大，历代朝廷封妈祖为天妃、天后、天上圣母。"
  },
  {
    "title":"中国传统桑蚕丝织技艺",
    "author":"中国传统桑蚕丝织技艺",
    "imageUrl":"https://img.sogoucdn.com/v2/thumb/retype/ext/auto/q/75?appid=200698&url=https%3A%2F%2Fpic.wenwen.soso.com%2Fpqpic%2Fwenwenpic%2F0%2F20171124150831-746155904_jpeg_300_208_25388%2F0",
    "description":"蚕桑丝织是中国的伟大发明，是中华民族认同的文化标识。这一遗产包括栽桑、养蚕、缫丝、染色和丝织等整个过程的生产技艺，其间所用到的各种巧妙精到的工具和织机，以及由此生产出来的绚丽多彩的绫绢、纱罗、织锦和缂丝等丝绸产品，同时也包括这一过程中衍生出来的相关民俗活动。    5000多年来，它对中国历史做出了重大贡献，并通过丝绸之路对人类文明产生了深远影响。这一传统生产手工技艺和民俗活动至今仍流传于浙江北部和江苏南部的太湖流域(包括杭州、嘉兴、湖州和苏州等市)以及四川成都等地，是中国文化遗产中不可分割的组成部分。"
  },
  {
    "title":"中医针灸",
    "author":"中医针灸",
    "imageUrl":"https://img.sogoucdn.com/v2/thumb/retype/ext/auto/q/75?appid=200698&url=https%3A%2F%2Fpic.wenwen.soso.com%2Fpqpic%2Fwenwenpic%2F0%2F20171124150831-1855495381_jpeg_300_197_9882%2F0",
    "description":"针灸发源于中国，是中医的重要组成部分，也是中国优秀民族文化的代表，这个项目的成功申报是对中国传统医学文化的认可。中医针灸是中华民族智慧与创造力的体现，其历代延续的完整知识体系和稳定的实践效果获得了世界范围的认可，为保障相关群体的生命健康发挥着重要作用，并成为其持有人的重要的文化认同符号。   这对进一步促进“中医针灸”这一宝贵遗产的传承、保护和发展;提高国际社会对中华民族优秀传统文化的关注和认识，彰显国家软实力，增进中国传统文化与世界其他文化间的对话与交流，保护文化多样性都具有深远的意义。"
  },
  {
    "title":"二十四节气 ",
    "author":"二十四节气 ",
    "imageUrl":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1572371153610&di=d10ff07002ee9160065667465660b356&imgtype=0&src=http%3A%2F%2Fb-ssl.duitang.com%2Fuploads%2Fitem%2F201501%2F04%2F20150104132744_hrWJA.jpeg",
    "description":"二十四节气，是指干支历中表示季节、物候、气候变化以及确立“十二月建”的特定节令。它最初是以北斗星的斗柄指向确定，斗柄绕东、南、西、北旋转一圈，为一周期，谓之一“岁”（摄提）；每一旋转周期，始于立春，终于大寒。现行的“二十四节气”采用的是“定气法”划分，即每一个节气分别相应于地球在黄道上每运行15°所到达的一定位置；“定气法”把太阳周年运动轨迹划分为24等份，每15°为一等份，每一等份为一个节气，始于立春，终于大寒，周而复始。“二十四节气”表达了人与自然宇宙之间独特的时间观念，蕴含着中华民族悠久的文化内涵和历史积淀。"
  },

];